// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder nie został przetestowany z wersją Findera %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Przetestowane wersje Findera to %@ - %@.\nUaktualnienie XtraFindera już wkrótce.\n\nCzy chcesz kontynuować używanie XtraFindera?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Zakończ wszystkie czynności Findera, takie jak kopiowanie lub przenoszenie plików.\nFinder zostanie uruchomiony ponownie.";
"Uninstall" = "Odinstaluj";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";